[
  {
    "FAQ#": 1,
    "Consolidated Question": "Credit limit request.",
    "Question(s)": [
      "a Can I get a credit raise?",
      "a",
      "b Credit limit request.",
      "b",
      "c Yo bump my credit dawg.",
      "c"
    ],
    "Answer Display": "⚪1. Discard:\n1.1 Do they have future bets pending and the credit is tied up there? Can add temporary credit. Go to FAQ #247. Go to FAQ 247 Else, continue:\n2.a Is customer cash pay and paid in full once?\nYes: \nPlayer might be eligible for up to 50% raise. Go to blue section to finalize.\n\n2.b  Did the user complete at least 2 deposits\nNO:\n\n\"\nWe can't do that right now, please use the bot to deposit to clear some room to play.\n\"\nYES: Continue:\n\n3. Check if any notes or indicating player is VIP: \n- Escalate Procedure. Else, continue\n\n4.1.  Check fields on the user:\n- A. 'Recent credit owe %' (Shows % of credit that the player was over settle. Average of the last 8 weeks.\n- B. 'Recent carry paid' (Shows % of carry that the player has paid in that time)\n\n4.2. Check:\n- If both A and B numbers are over 75%:\nPlayer might be eligible for up to 50% raise. Go to blue section to finalize.\n\n- If only B is over 75%:\nPlayer might be eligible for up to 25% raise. Go to blue section to finalize.\n\n- If B is under 75%: \nNo credit raise. \n\"We can't raise it for now. If you need more room can always send in to free up credit - we will add 20% extra FP on your next deposit.\" 🔵 Player might be eligible for credit raise.\n1.  Check these 2 conditions:\n- Player did not receive a credit raise in the last 4 weeks. \n- Player paid 75% of his credit at least once. (Player went negative over 75% of his credit and paid it off in the week when it happened)\n\n2. If the answer is YES to both can proceed to credit raise. Ask how much they would like and fulfill the request - not exceding the increase X% described in the section above.\n\nIF the answer is NO to any of the conditions:\n\"\nWe can't raise it for now. If you need more room, you can always send in to free up credit. We will add 20% extra FP on your next deposit.\n\" \nGo to the customer's account, navigate to the limited FP offer tab, and click on 'Add FP offer.'\nSet the following: Until = Next deposit, FP % base = 20%. Confirm, and the next deposit will be set to add an extra 20% freeplay. ⚪Any complaints or if he user pushes again to get raise:\n- Continue to escalation procedure. Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 3,
    "Consolidated Question": "Why is the minimum deposit X?",
    "Question(s)": [
      "a Why is the minimum deposit X?",
      "a"
    ],
    "Answer Display": "\"\nThe reason we do this is to protect both your and our payment apps, and to reduce the number of smaller back-and-forth transactions.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 4,
    "Consolidated Question": "Can you accept less than the minimum on a deposit?",
    "Question(s)": [
      "a Can you accept less than the minimum on a deposit?",
      "a",
      "b Can I send less than the minimum?",
      "b",
      "c Can you lower my minimum deposit?",
      "c"
    ],
    "Answer Display": "1. IF player has min app send set:\n\n\"\nWe have a rule for a minimum [player min app send] required to send for wallet apps. You can try starting the bot and input the desired amount and see if it allows the exception. If it doesn't then the rule stands.\n\"\n\nALSO: Tell the player:\n\"\nAnd just a warning: If you send a transaction below minimum without using the bot or our permission we will no longer be able to accept payments on the app that you used to send that transaction.\n\"\n\nAND:\nAdd a note on the player profile: \"Gave warning about the consequence of sending below minimum.\" 2. IF has a min app send set BUT player is inactive / player owes and the amount they are about to send clears the debt: YES\n\n(Can change min app send temporarily if needed, have them complete the payment then change it back to original amount)\n\n(Check FAQ #193 if they already sent less than minimum) Go to FAQ 193 Escalate",
    "Procedure": "request FR for button checkbox to bypass limits until account become active"
  },
  {
    "FAQ#": 5,
    "Consolidated Question": "Can you increase my max wager?",
    "Question(s)": [
      "a Can you increase my max wager?",
      "a",
      "b Can I increase my bet limit?",
      "b"
    ],
    "Answer Display": "IF Postup:\n\n1. \"\nHow much more are you looking to bet?\n\"\n\n2. Up to 2K can just adjust (for pregame bets).\nGo to sports user page. Edit button. Change 'Wager Limit' to the desired amount.\n\n3. If more than that or they the request is for live bet markets:\nPost message to \"cs-credit-limits-requests\", then Escalate. IF credit: Escalate Escalate",
    "Procedure": "L2 Note: \npost up account need to have custom limits set if they want to bet 10k on a major market at post that is not a problem it is the live, props and othe alt, small markets we want to have their limits capped.  Early limits as well can be set but if they are posted and trying to bet a main market being full game for all pro sports  and ncaaf that is not an issues.\nFor larger postups see bd720 he can deposit and has 50k limits for the major markets.  Limits are generally based on assigned credit and meant to protect the player if a player has a positive balance and they ant to bet more thats not an issue and should be approved,"
  },
  {
    "FAQ#": 6,
    "Consolidated Question": "",
    "Question(s)": [
      "a What do you need a screenshot for?",
      "a"
    ],
    "Answer Display": "Tell the player: \n\"\nAlthough I agree you would never send a false screenshot, I have to ask for it, it’s part of the routine. A few bad guys are causing problems and this will stop them, so we can keep accepting <payment app>. Sorry again for the inconvenience.\n\"\n\n <payment app> can be Apple Pay, Cash app, etc.",
    "Procedure": ""
  },
  {
    "FAQ#": 7,
    "Consolidated Question": "Player cash out.",
    "Question(s)": [
      "a I want to cash out.",
      "a",
      "b Can I cash out X?",
      "b",
      "c I need to withdraw.",
      "c"
    ],
    "Answer Display": "◾IF account is Postup:\nGo to ⬜ Section 1.\n\n◾IF account is Credit:\n1. Check account settlement status:\n\n   ◾IF Credit account Oversettle:\nGo to ⬜ Section 2.\n\n   ◾IF Credit account Undersettle:\nSend this text:\n\"\nYour Settle limit of [X] has not been reached. We will settle next [settle day] if you are up or down [X].\n\" ⬜Section 1: POST UP Account\n2.1 Check how much player is trying to withdraw.\n2.2 Check player Minimum Withdrawal Amount.\n\n◾IF the amount is at least his [minimum] or more:\n✅Follow step 2.3 to proceed with the withdrawal process\n\n◾IF the amount is less than [minimum] AND player is requesting their entire balance:\n✅Change the player’s minimum withdrawal and proceed with the withdrawal process. Revert changes after the request is made.\n\n◾ IF the player is trying to withdraw less than [minimum] but still has more than its [minimum] in their balance:\nInform the player:\n\"\nThe minimum withdrawal amount is [minimum].\n\"\n\n2.3 If the player has not yet used the bot to request withdrawal:\nAdjust the message accordingly to his player page settings:\n“\nYou can request a withdrawal at any time with the bot up to [X] times per 7-day rolling timeframe.  Please type /start and then select the \"Withdraw\" option and the bot will guide you through the withdrawal request.\n“\n\n2.4 If the bot rejects his request, check:\n◾IF there are pending bets waiting for grading:\nTell the player:\n\"\nPlease wait until your bets are graded before you try that withdrawal.\n\"\n◾IF player hasn’t wagered enough amounts since the last deposit:\nDirect the player to the bot message, let him know the reason. ⬜ Section 2: CREDIT Account with OVERSETTLE Status\n1.1 Check if today is the player’s settle day:\n\n◾IF today is NOT the settle day:\nTell the player:\n \"\nSorry, payout day is [settle day].\n\"\n\n◾IF his settle day was missed:\n Refer to FAQ #206.\n\n◾ELSE\n✅ Check player page and make sure there is a payment address linked to it.  Adjust message accordingly: \n“\nYou will automatically be paid today, we have [X] as your address, can you confirm this?\n“ Go to FAQ 206",
    "Procedure": ""
  },
  {
    "FAQ#": 8,
    "Consolidated Question": "",
    "Question(s)": [
      "a When will NCAAF 1H Totals be on the board?",
      "a"
    ],
    "Answer Display": "\"\nAccording to the information provided by lines department, 1st half lines are up by Wednesday morning. Thursday afternoon at the latest.\n\" If you have more bet-related issues please send a message through the site.\nTo do this, please follow these steps:\n1. Start by clicking the top right arrow on your screen and select  \"Message,\" then \"New.\"\n2.  Change the recipient to \"Customer Service\" (not My Agent) and INCLUDE THE BET TICKET number in the Subject Title if your inquiry is related to a specific bet.\n3.  In the body of the message, clearly explain what the issue is and then send it off.\n4. You will receive a reply shortly after in your inbox.\nNote: The site messaging system will NOT be able to CANCEL BETS and cancel requests still need to be made here in this chat.  The site messaging system will also not be able to answer questions related to account settings or limits.  Please contact me here regarding those types of inquiries.",
    "Procedure": ""
  },
  {
    "FAQ#": 9,
    "Consolidated Question": "I want to place a bet.",
    "Question(s)": [
      "a Can you place a bet for me?",
      "a",
      "b Can you put X amount on team Y ML?",
      "b",
      "c I want to place a bet.",
      "c"
    ],
    "Answer Display": "1. Check Player info panel. \n◾IF they are set to 'Can REQUEST Bets = OFF':  Reply with Answer🟪 \n\n◾ELSE continue: 1. Check player balance. \n◾IF enough balance / balance is stuck but bound: Continue to step 2.\n\n◾ELSE: \"You don't have enough balance, so we are unable to place any bets for now.\"\n\n2. \n◾IF player is not able to place the bet himself or is a VIP:\n\n     2.1. Make sure you know the specific bet the customer wants placed. If unsure or if the player was not specific enough, ask for confirmation.\n\n     2.2. Place the bet by going into the admin account, mirroring the player’s account, and adding the amount the customer requested on the correct line.\n\n◾ELSE: Let the player know the information below that best aligns with their situation: Reply with Answer🟪. Section 🟪:\n\"You are welcome to place the bets you wish with the games currently offered on the board. You will need to place your own bets. Please let me know if you have trouble finding a specific bet so that I can assist you in finding it.\" Escalate",
    "Procedure": "VIP definition here is just a placeholder"
  },
  {
    "FAQ#": 10,
    "Consolidated Question": "Can you cancel my bet?",
    "Question(s)": [
      "a Can you cancel my bet?",
      "a",
      "b (Agent) Can you cancel this bet?",
      "b",
      "c Can you delete a ticket?",
      "c",
      "d Can you change my bet?",
      "d"
    ],
    "Answer Display": "Fire22 Needed Go to the sports user page and check Bet Details under the player's Pending Bet.\n\nAfter checking the conditions: if answer is 'no' but player is labeled as VIP: Escalate IF PROP BET: \n\nIF under 30 mins from bet placing: CANCEL, else continue:\n\nPrice will not show on sports app, Need simulate the bet on fire22 to visualize the current price. Once you have it check straight bet rules.\n\nHelp Sheet: \nhttps://docs.google.com/spreadsheets/d/1hc9th6BPRS0olx3mWShA4n8fxwsJGU9oYDZK_iiqNhw/edit?gid=0#gid=0\n\nIF while simulating, you're looking at the correct bet but the original line is no longer available:\n\nExample: https://prnt.sc/exwW9CdM24nC\n\nYou'll need to check if the line change made it easier or harder for the player to hit. In this example, the original line was +9.5 and when we tried to recreate it, it moved to +8.5. This means the line moved against the player since it's now harder to hit, so we can delete it. If the opposite had happened and the line moved from +9.5 to +10.5, it's now easier to hit, so we cannot delete it.\n\nIF the line has moved 1 point or more in favor of the customer (current line is easier to hit), then we're not deleting.\n\nElse: It can be deleted.\n\nIf can't find the price: Escalate IF FUTURES BET:\nEscalate IF it's a DYNAMIC LIVE bet: NO IF the Game has already Started: NO\n\n(Exception 2H bets: if game has started but bet is still available it means that it's not in 2nd half yet and we can still look at rules and try to cancel). IF it's a REPEATED / DUPLICATED BET:\n\nIF it's a Repeated Dynamic Live bet:\nTell the player:\n\"\nRepeat dynamic live bets will stand, win, lose, or draw. You must take caution to only bet one time and to check his pending bets before placing another bet. You cannot place a bet twice by hitting the \"Place Bet\" twice, if the first bet went in successfully, the player would have to choose the same game again and press \"Place Bet\" again in order for repeat bets to be made. It is not possible to click the \"Place Bet\" button twice without first clicking other screen selections.\n\"\n\nIF it's a Repeated Straight bet:\nFollow next step targeting the most recent bet: IF it's a STRAIGHT BET:\n1. IF line has moved less than 15 cents: YES\n\n2. IF has moved 15 or more:\n\n2.1 If the player is at a disadvantage (the current line now would cost more to win the same amount compared to the original bet): YES\n\nExample: +110 to -130 (40 cent difference but line costs more so we can cancel).\n\n2.2 Otherwise (player is at advantage): NO IF it's a SPREAD BET or TOTALS BET (Over / Under): \n\nEvery half point costs 10 cents. (0.5 pt = 10 cents)\nExample: the line: +3.5 -110 has the same value of +4.5 -130 resulting in a 0 cent difference.\n\nUse this to calculate the cents difference between lines then apply straight bet rules for cancelling. IF it's a PARLAY BET:\n0. Can't cancel a specific leg, has to be the whole parlay.\n\n1. IF any game of the parlay has already started: NO\n\n2. IF the average line difference of the bet lines of the parlay is 10 cents or less: YES\n\n3. IF the average is more than 10 cents:\nCheck which lines moved in favor / against the player:\n\n3.1 IF 50% or more of the lines moved against the player: YES\n3.2 ELSE: NO IF it's a TEASER:\nWe can cancel if the line didn't move in favor of the player. \nFor the full explanation: Check FAQ #602. ⚪IF WE CAN CANCEL:\n\n1. Press the trash icon on the correspondent pending bet line.\n2. Inform the player. ⚪IF WE CAN'T CANCEL:\n\nIF Lifetime net > 30K: Escalate\n\nELSE:\n\nTell the player \n\"\nSorry I can't delete this bet for you for Reason X\n\" Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 12,
    "Consolidated Question": "",
    "Question(s)": [
      "a Can you change my password?",
      "a"
    ],
    "Answer Display": "Check any recent notes about changing password request.\nOnly one request of this sort is allowed per 24 hours. --If less than 24 hours since last request:\n\"\nSorry account password needs a 24 hours cooldown before it can be changed again. Request it later on please.\n\"\n\n--If more than 24 hours have passed:\n1.\n\"\nYes, we can do that.\n\"\n2. Go to the sports user page and edit Customer button. On the right section \"Extra Info\": Edit the password field.\n\n3. Add a note on the account indicating that the password was changed.\n\n4. Inform the customer.",
    "Procedure": ""
  },
  {
    "FAQ#": 13,
    "Consolidated Question": "My bet is not updating/getting graded.",
    "Question(s)": [
      "a Why do I have to wait if my play already won?",
      "a",
      "b Why is it taking so long for my bet to go through?",
      "b",
      "c My bet is not updating/getting graded.",
      "c",
      "d When will my bet be graded?",
      "d",
      "e Why is my bet still active?",
      "e"
    ],
    "Answer Display": "IF IT's an open PARLAY with EMPTY SLOTS:\n\"\nThat bet is an open parlay. You still need to fill in the remaining slot by selecting other teams/events.\n\" FOR PREGAME BETS (under 30 mins of game ending)\n\"\nBets are graded as soon as confirmed results for the event have been received. For Major Market this is going to be within 10 minutes of the completion of the game.\n\nIF more than 30 mins:\nFollow next step. IF MORE THAN 30 MIN PRE GAME BET OR A LIVE BET:\n\"\nIf your bet has not been graded within an hour you might want to contact the site directly:\n\nTo do this, please follow these steps:\n1. Start by clicking the top right arrow on your screen and select  \"Message,\" then \"New.\"\n2.  Change the recipient to \"Customer Service\" (not My Agent) and INCLUDE THE BET TICKET number in the Subject Title if your inquiry is related to a specific bet.\n3.  In the body of the message, clearly explain what the issue is and then send it off.\n4. You will receive a reply shortly after in your inbox.\nNote: The site messaging system will NOT be able to CANCEL BETS and cancel requests still need to be made here in this chat.  The site messaging system will also not be able to answer questions related to account settings or limits.  Please contact me here regarding those types of inquiries.\n\" IF the player seems to need the funds can send this also:\n\"\nIf you are waiting for a winning bet to grade and you need the funds right now for a game that is about to start, please send a screenshot of the bet you want with the amount to win included, and I will put it in for you. (Only available for pregame bets and not live bets).\n\nNOTE: The above applies to games that are completed, not for games that have been suspended/postponed/canceled/ongoing.\n\" IF can't figure out - ask for the player to send SS of the bet to inspect.",
    "Procedure": ""
  },
  {
    "FAQ#": 14,
    "Consolidated Question": "",
    "Question(s)": [
      "a Player is upset and complaining",
      "a"
    ],
    "Answer Display": "L1: Use 'Player is Upset' Button.",
    "Procedure": ""
  },
  {
    "FAQ#": 15,
    "Consolidated Question": "Player fails to use the express bot.",
    "Question(s)": [
      "a Player fails to use the express bot.",
      "a",
      "b Player asks how to use the bot.",
      "b"
    ],
    "Answer Display": "1. Help and walk them through the whole process. Using what they need to do as a tutorial.\n\n2. After it is done, send the message \"Type /start whenever you want to use the bot. Feel free to reach out anytime, I am happy to help\" If player doesn't like the bot or wants it removed: Refer to FAQ #626 Go to FAQ 626",
    "Procedure": ""
  },
  {
    "FAQ#": 16,
    "Consolidated Question": "",
    "Question(s)": [
      "a The live bets are changing too fast!",
      "a"
    ],
    "Answer Display": "Send to the player\n\n\"\nIt's normal behavior for live bets to change quickly. We advise you to try to place the bet during a commercial.\n\"\n\n◾ IF the player complains\n\"\nWe can disable the live bet feature if needed, let us know.\n\"\n\n◾ IF player wants to disable live bets:\nRefer to FAQ #135 Go to FAQ 135",
    "Procedure": ""
  },
  {
    "FAQ#": 17,
    "Consolidated Question": "",
    "Question(s)": [
      "a (Agent) Can you review an account for sharp action?",
      "a",
      "b Agent asks to check players action.",
      "b"
    ],
    "Answer Display": "From Agent Forward the case to the Account Review Team / Sharp Action chat with this template:\n\n\"[Agent ID] requests Player [ID: XXX] to be reviewed.\"",
    "Procedure": "Some things we can obtain info on:\nanalysis page. \n- Is he beating lines above average? \n- Ip check.  Where are the logins from and how spaced out are them\n- Oddball sports?"
  },
  {
    "FAQ#": 19,
    "Consolidated Question": "",
    "Question(s)": [
      "a (Agent) Can you disable this account?",
      "a",
      "b (Agent) Close player's X account",
      "b"
    ],
    "Answer Display": "From Agent 1. Gather context, if not clear, on why the account is being changed and to what status, whether Read Only or disabled. \n\n2. Usually, when an agent requests this, it means we need to set the account status as \"Read Only\" on sports user page. Refer to FAQ #195 if that is the case. IF Agent actually wants to disable the account:\n\n1. Go to the sports user page and click the EDIT button.  \n2. Change the account status from Active to Disabled. \n3. Go to the notes section and add a new note stating: \"Agent requested account to be set to disabled due to X reason\" including the expiration date for the request if applicable and the reason if provided. Go to FAQ 195",
    "Procedure": ""
  },
  {
    "FAQ#": 21,
    "Consolidated Question": "",
    "Question(s)": [
      "a Can you add Alternate lines to my bet?",
      "a",
      "b Can you increase my spreads?",
      "b",
      "c Can I alt this spread?",
      "c",
      "d Can you enable alternate lines?",
      "d",
      "e Can you turn on buying points for X sport?",
      "e"
    ],
    "Answer Display": "1.\nIF customer is looking for alternate lines for NCAA, MLB, NBA, NFL, or NHL: Continue to step 2.\n\nELSE: \"Unfortunately, we have no alternate lines for this market.\"\n\n2. \nCheck if the offering is enabled on customer's account by going into the Market Config section and searching for \"*add market* Alternate lines.\"\n\nIF enabled:\n\"Alternate lines are enabled. If you want to move the line to a specific spread, you can buy points by selecting the normal line of the bet you want to place, hitting the arrow, and buying the points at the new odds.\"\n\nIF disabled: Escalate. IF customer wants to parlay those alternate lines, refer to FAQ #111. Go to FAQ 111 Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 22,
    "Consolidated Question": "",
    "Question(s)": [
      "a What is the minimum deposit?",
      "a"
    ],
    "Answer Display": "General rule is $50 for wallet apps and $100 for crypto.\n\n1. On Player page, check the player 'Min App Send'\n2. Let player know:\n\"\nIt's [Min App Send amount] for wallet apps and $100 for crypto.\n\nWe recommend trying to input an amount and the bot will tell you if it's under the minimum required.\n\"\n\n◾IF player has Zelle, Apple Cash or Chime enabled:\n1. On Trades tab, check the referred app availability:\n  1.1 Trade is active\n  1.2 Trade has enough space to receive $\n  1.3 Trade didn't reach Max Daily Txns.\n\n◾IF there's an available trade:\n\"\nFor [app name], we have a minimum of [Trade Min Send amount] at the moment.\n\"\n\n◾IF there's NO available trade:\n\"\nUnfortunately, [app name] is not currently available. Please check back in a few hours for availability. In the meantime, consider using another app. Thanks for your understanding.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 23,
    "Consolidated Question": "Player needs to deposit.",
    "Question(s)": [
      "a Where can I deposit?",
      "a",
      "b Load X please.",
      "b",
      "c I need a X$ on the account.",
      "c"
    ],
    "Answer Display": "⚠️ Always check the player’s notes and available Payment Methods before giving any answer. This will tell you if any apps are blocked or restricted. ⬜ Player wants to send using Apple Cash, Zelle, or Chime:\n\n\"\nSorry, [payment app] is unavailable.\n\nYou can use these methods [list methods available for this player].\n\" ⬜ Player wants to send using Cashapp, Venmo, Paypal or Crypto:\n\n◾IF player is linked to the bot\nAsk the player to use our bot and guide them step-by-step if needed:\n1. Send this message:\n\"\n  1. Type start in the bot chat.\n  2. Select Deposit.\n  3. Enter the amount to deposit.\n  4. Choose the payment app you want to use.\n  5. Send a screenshot with the deposit information.\n\n  The bot will load your deposit and credit your account automatically.\n\"\n\n◾IF player is NOT linked:\nAsk the player to use our cashier and guide them step-by-step if needed:\n1. Send this message:\n\"\n  1. Access this website https://web.easycashnow.store/ and log in.\n  2. Select Deposit > New Deposit.\n  3. Enter the amount to deposit.\n  4. Choose the payment app you want to use.\n  5. After sending, press 'I sent it'.\n  6. Upload a screenshot with the deposit information.\n\n  Your deposit will be loaded in your account automatically.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 24,
    "Consolidated Question": "I placed a Prop bet on X and X is not playing. Does it Void?",
    "Question(s)": [
      "a I placed a Prop bet on X and X is not playing. Does it Void?",
      "a",
      "b If I put a bet on someone to make a hit and he is not batting does it get void?",
      "b",
      "c A runner withdrew from the race, will it be pushed?",
      "c"
    ],
    "Answer Display": "Yes, your bet voids and you will get a refund. For Props Plus, the rule is:\n\"\nSingle bets will be voided. Accumulators (parlays) that are custom built by users may still be resulted if the remaining legs are considered valid according to our rules.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 25,
    "Consolidated Question": "",
    "Question(s)": [
      "a Where can I use my freeplay?",
      "a"
    ],
    "Answer Display": "\"\nYou can use your Freeplay balance on any straight bet. It cannot be used on Dynamic Live, Parlays, Teasers, or Casino. Click 'Use Freeplay Balance' before confirming your wager and enter the amount in the blank field.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 26,
    "Consolidated Question": "",
    "Question(s)": [
      "a What is the minimum withdrawal amount?",
      "a"
    ],
    "Answer Display": "1. Check the player Minimum Withdrawal Amount\n2. Adjust this message accordingly:\n“\nThe minimum withdrawal amount is [minimum].\n“ If they want to withdraw less than the minimum check FAQ #33. Go to FAQ 33",
    "Procedure": ""
  },
  {
    "FAQ#": 27,
    "Consolidated Question": "My payment app tells me the number the bot gave is suspected of fraud/scam",
    "Question(s)": [
      "a Apple sent me a fraud verification concerning an Apple Pay Transaction.",
      "a",
      "b My app tells me the number is suspected of fraud when I try to send and (Player is reluctant to send).",
      "b",
      "c My payment app tells me the number the bot gave is suspected of fraud",
      "c",
      "d Got a scam notification when sending Cash App.",
      "d"
    ],
    "Answer Display": "Some companies will send those verifications if the phone number is not included in the person's contacts. 1. Double-check the address and make sure it is correct.\n2. Send this message to the player:\n“\nWe’ve double-checked this address, and everything looks correct on our end. Good to press on ‘Pay anyway’. Let me know if you have any errors or are unable to send.\n“\n\n◾IF player doesn’t want to send to that address:\nRefer to FAQ #460 Go to FAQ 460",
    "Procedure": ""
  },
  {
    "FAQ#": 28,
    "Consolidated Question": "What is my password?",
    "Question(s)": [
      "a What is my password?",
      "a",
      "b What's my login?",
      "b",
      "c (Agent) what's the password of my player acct?",
      "c"
    ],
    "Answer Display": "1. The player's password can be accessed on the Sports users page. Search by player ID.\n\n2. Always be sure it was requested by the owner of the account or an agent. Copy and paste the password to the person who requested it.",
    "Procedure": ""
  },
  {
    "FAQ#": 29,
    "Consolidated Question": "",
    "Question(s)": [
      "a Someone sent crypto and the amount is not matching what they typed in.",
      "a"
    ],
    "Answer Display": "Find the transaction by searching the wallet's address in a blockchain explorer and look up how much was received:\nBTC: https://www.blockchain.com/explorer\nETH / USDT - ERC / USDC: https://etherscan.io/\nUSD - TRC: https://tronscan.org/#/\nSOLANA: https://solscan.io/\nYou can spot the transaction by value and time it was sent. \n\n◾IF confirmed that they sent a different amount:\n1. Go to Sports Management deposits.  \n2. Find the correct transaction.  \n3. Hit \"Edit details\".\n4. Type in the correct value for both crypto and USD when prompted by the bot.\n5. Select \"👨 Handle Manually\"",
    "Procedure": ""
  },
  {
    "FAQ#": 31,
    "Consolidated Question": "Maximum live bet increase request.",
    "Question(s)": [
      "a Can you increase my max live bet limit?",
      "a",
      "b Can I get a higher max live play?",
      "b"
    ],
    "Answer Display": "Tell the player we are looking into it. Post in cs-credit-limits-requests to get a confirmation.\n\nPass to L2 using Escalate button. Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 32,
    "Consolidated Question": "",
    "Question(s)": [
      "a Can I deposit with Zelle?",
      "a"
    ],
    "Answer Display": "NOTE: Min app send for Zelle is 300. -IF account is Postup or has notes against using zelle or about fraud attempts:\n\n“Sorry, Zelle is not available”\n\n-IF account is CREDIT:\n\n—-IF it’s the account’s first or second payments:\n\nStep 1:\n1.1. Go to sports user page and hit the ‘Edit Customer’ button \n1.2. Toggle ON ‘Override Auto-Set’ and put on the notes ‘Zelle Request Override’\n1.3. Toggle ON ‘Can Send p2p’\n\nStep 2:\n2.1. On the sports user page hit ‘Designated Methods’ button\n2.2. Enable Zelle\n2.3. Tell the player: “You can start the bot now to a register your Zelle address and deposit with it. Keep in mind that Zelle will not be always available like the other apps. If the bot doesn’t give you that option sometimes that is why”.\n\n—-IF the account already made more than 2 payments: \n\nComplete Step 2 only. Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 33,
    "Consolidated Question": "",
    "Question(s)": [
      "a Player asks for a withdrawal lower than the minimum.",
      "a"
    ],
    "Answer Display": "1. On player page, check Min Withdrawal Amount.\n2. Send this text:\n\"\nSorry, the minimum set for withdrawals is [minimum], in order to reduce the number of transactions.\n“\n\n◾IF customer insists:\n1. Check Notes and look for any reference on cashing out below minimum.\n\n◾IF there are notes permitting:\n1. Jump to Section 🟢.\n\n◾IF there are notes prohibitting\nOR\n◾IF there are notes stating this happened before as courtesy:\nDo not allow.\n1. Send this text:\n\"\nWe can not process your cash out. The minimum set for withdrawals is [minimum]. Last time was a one time thing.\n\"\n\n◾IF there are no notes about it:\nAllow as a one time courtesy, but ONLY if:\n - Available Balance is below the Minimum Withdrawal Amount.\n - The request is to cash out full balance. 🟢 PROCESSING A LOWER THAN MIN CASH OUT\n\n1. Open player page and edit the Min Withdrawal Amount\n2. On player group chat, start bot and process the cash out\n3. Edit Min Withdrawal Amount back to what it was originally\n4. Add a note: \"Approved a below min cash out as a one-time courtesy.\"\n4. Send this text:\n\"\nThis is a one-time courtesy. Going forward we can only process cash outs for [minimum].\n\"",
    "Procedure": "Clarifying..."
  },
  {
    "FAQ#": 34,
    "Consolidated Question": "Agent sends screenshot with a player deposit to an in-house app.",
    "Question(s)": [
      "a Agent sends screenshot with a player deposit to an in-house app.",
      "a",
      "b Agent informs player paid us + sends a screenshot of the payment.",
      "b",
      "c (Agent) Player X needs balance cleared. (Sends screenshot).",
      "c"
    ],
    "Answer Display": "From Agent ◾IF agent used the bot to 'Request App Send':\nFollow FAQ #361.\n\n◾ELSE, continue: 1. Verify that the transaction was confirmed.\n2. Check Over the Counter Tab and or Transaction Validation if needed.\n3. Update the player balance using the Customer Support widget and enter the deposit.\n\n4a. IF the player balance is now clear post on chat: \"[Payer ID] is now clear after the [deposit amt] was added\".\n4b. IF the player balance is not clear, post on chat: \"[Payer ID] has Y balance after the [deposit amt] was added\". NOTE: IF Agent is asking to plug deposit + Credit adjustment to clear check FAQ #59.\nMake sure to post this before escalating (if escalation is required):\n\n[Player ID]: Deposited added: XX, New Balance: YY NOTE 2: For issues adding the transaction to the system when it requires payment method to have a phone number (Zelle usually): just put 0000 as a placeholder and continue, don't ask the agent the player's number.",
    "Procedure": ""
  },
  {
    "FAQ#": 36,
    "Consolidated Question": "",
    "Question(s)": [
      "a Agent asking to place bet for player.",
      "a"
    ],
    "Answer Display": "From Agent This will auto escalate to:",
    "Procedure": ""
  },
  {
    "FAQ#": 43,
    "Consolidated Question": "Player responds to a settle (collection) message.",
    "Question(s)": [
      "a Player gives excuses why he can't pay.",
      "a",
      "b Sorry I've been busy I'll send later.",
      "b",
      "c Player responds to a settle message.",
      "c",
      "d Player not paying.",
      "d",
      "e Agent saying a player will settle in a different day.",
      "e",
      "f Player gives estimate of when he will settle.",
      "f"
    ],
    "Answer Display": "This type of response triggers the 'FOLLOW UP' procedure (it pauses auto-messaging from us trying to collect until a specified date). 1. ⬜ OVER SETTLE VERIFICATION\n\n◾IF Player is NOT over settle and is just informing us ahead:\n1. Send this text:\n\"\nThanks for the heads up. You’ll still get the normal message [insert settle day] morning. If you could remind me then, I’ll put you down for [X day of the week that they gave us].\n”\n\n◾IF Player IS over settle:\n1. Sort into one of the following 🔴 scenarios of the next section: 2. ⬜ COMMON SCENARIOS\n\n🔴 Player SETTLED EARLY on the day before settle day:\n1. Remove from Collections \"Until next settle day\".\n\n🔴 Player complains about their READ-ONLY status:\n1. Check why account is on RO.\n2. Follow FAQ #202.\n\n🔴 Player claims THEY ALREADY PAID:\n1. Check player Transactions to confirm.\n     ◾IF unable to confirm payment:\n      1.1 Send this text:\n      \"\n      Can you remind me when did you pay and to which address?\n      \"\n      1.2. Contact agent if needed to confirm.\n\n     ◾IF able to confirm payment:\n      1.1 Make sure payment for the right week was paid and plugged on the system.\n      1.2 Remove from Collections \"Until next settle day\".\n\n🔴 Player DON'T WANT TO PAY anymore:\n1. Inform agent about it, including the reason if one was given.\n\n🔴 Player informs about PAYMENT STATUS:\n1. Sort into one of the following 🟠 scenarios of the next section: 3. ⬜ PAYMENT STATUS UPDATE\n\n🟠 Player says he will pay LATER TODAY:\n1. Send this text:\n\"\nThanks for the heads up. I'll send a reminder over later. Just let us know when ready to send.\n\"\n2. Nothing else needed, process ends here.\n\n🟠 Player does NOT GIVE AN ESTIMATE time or date for payment:\n1. Send this text:\n\"\nDo you have an estimate of when you will be able to send?\n\"\n\n🟠 Player GIVES ESTIMATED DATE:\n\n◾IF player suffered a causality:\n1. Offer condolences as apart of the response:\n\"\nSorry to hear that. I will note your account and circle back.\n\"\n2. Go to section 🟢 COLLECTIONS WIDGET and update their collection process.\n\n◾ELSE:\n1. Send this text:\n\"\nThanks for the update. I’ll note this on your account.\n\"\n2. Go to section 🟢 COLLECTIONS WIDGET and update their collection process.\n\n🟠 Other scenarios:\n\n1. Gather info about it.\n2. Try to find an FAQ process that deals with it. 🟢 COLLECTIONS WIDGET\n\n1. Go to the Collections widget. \n2. Search for the player ID.\n     ◾IF you can't find the ID:\n      2.1 Post on 'follow-up' channel on slack, including ID and player message, for a later manual verification.\n3. Select Follow Up.\n4. Select the date for the follow up (when player said he will settle).\n     ◾IF system doesn't allow to input the date:\n      4.1 Use the 'Remove until set date' option.\n5. Put the reason as a summary of what the player said / or copy and paste his message if it was clear enough.",
    "Procedure": "LEVEL 2:\nLook up section \"Collections\":\nhttps://docs.google.com/document/d/1yOMtCblqlS7kjandS2Caopi6dh9BdeYOb7lS-14dalQ/edit?usp=drive_link"
  },
  {
    "FAQ#": 44,
    "Consolidated Question": "",
    "Question(s)": [
      "a Why are there no college football lines up for my account?",
      "a"
    ],
    "Answer Display": "1. Go to Sports users and go to Markets Config to see if the customer has College Football lines enabled (NCAA, College Football, Alternate lines, FCS extra games). If all of those are enabled, it's likely that the game will be offered but isn't available yet.\n\nIF they do text:\n\"\nYes, we usually offer College Football. You can check closer to kick-off to see if the game lines are available, or you can let me know which game specifically you're looking for, so I can check if it will be offered.\n\"\nIF customer mentions one of the FCS schools (Google will let you know if the school is in the FCS) AND the customer has that offering enabled on their account, say:\n\"\nFCS or extra games are only added on the day of the game.\n\"\n\nAfter the customer responds, we can send it to L2 so they can check if the game will be offered. Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 46,
    "Consolidated Question": "(Agent) Add temporary balance to a player.",
    "Question(s)": [
      "a (Agent) Add temporary balance to a player.",
      "a",
      "b (Agent) Can you add temporary credit to a player?",
      "b"
    ],
    "Answer Display": "From Agent IF \nThere is an indication that the temporary credit is for a season-long prop bet (for example how many team wins on a season) \nOR user already has temporary credit:\nskip all the steps below and Escalate.\n\nElse: continue: CHECK AGENT PARAMETERS🧑‍💼\n\nA.1. IF request < Temp Credit Increase Max $\nAND request / current player credit limit < Temp Credit Increase Max %: DO IT \n\n        A.2. To add temp credit: go to the sports user \npage and hit the Edit button. Change the \"Temp. Credit\" Field and set the expiry date to the player's next settle day. Add a note describing what was added.\n\nB. IF-ELSE \"Approval Escalate To\" has a master agent and the increase is within his parameters: ASK MASTER AGENT\n\nC. OTHERWISE: Escalate NOTE: Never mention the parameters numbers or the fact that we based on parameters to make a decision to the agents, all this information is internal. Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 47,
    "Consolidated Question": "Can you turn on live casino?",
    "Question(s)": [
      "a Do you have a live casino?",
      "a",
      "b Can you turn on live casino?",
      "b"
    ],
    "Answer Display": "1. Check notes to see if player asks to reenable something they previously requested disabled:\n\nDeny the request if they asked to disable it in the past and specified for how long:\n\"\nWe want to uphold standards that protects you when we can.  In this instance let's keep it off (per your earlier request) for at least  X time.  Thanks for understanding.\n\"\n\nELSE continue: 2. Tell the player:\n\"\nI can turn on live casino for you. Be aware that your entire available balance is brought to the table so be more careful when clicking around and placing wagers.\n\" 3. Go to the sports user page. Hit the button EDIT, then on the panel enable \"Live Casino\" then hit SAVE. 4. Add a note of this request. Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 48,
    "Consolidated Question": "(Agent) Can you re-enable a disabled account?",
    "Question(s)": [
      "a (Agent) This player wants its account reactivated.",
      "a",
      "b (Agent) Can you re-enable a disabled account?",
      "b",
      "c (Agent) Can we reactivate an account ?",
      "c"
    ],
    "Answer Display": "From Agent 1. Check notes for the reason the player was disabled in the first place.  \n2. Tell the agent why the player was disabled and that we are checking.\n\n3. Analyze if it makes sense for him to rejoin (check reasons below):\nReasons to deny the request: \n- Flagged for bot usage or was part of syndicates  \n- Any notes stating to never activate again  \n\n4. If any of the reasons above are verified - go back to the agent and explain to him and advise against reenabling. \nELSE: go to step 5.\n\n5. (No reasons not to reenable or agent insists), proceed to change player status to active:\n5.1. Go to the sports user page  \n5.2. Click the Edit button  \n5.3. Change status from Disabled to Active",
    "Procedure": ""
  },
  {
    "FAQ#": 50,
    "Consolidated Question": "",
    "Question(s)": [
      "a Who is this player's referral?",
      "a"
    ],
    "Answer Display": "From Agent 1. Enter the player's page through 'SPORTS USERS' or ‘CUSTOMER SUPPORT’ widget. \n\n2. Check the 'Referral' field.\n\n3. Inform who asked for this info.",
    "Procedure": ""
  },
  {
    "FAQ#": 51,
    "Consolidated Question": "Issues placing bets / using the site.",
    "Question(s)": [
      "a The site isn't working or is glitching.",
      "a",
      "b My bet won't go through",
      "b",
      "c It keeps loading for minutes.",
      "c",
      "d Error message when trying to place a bet.",
      "d",
      "e Why is my account not working?",
      "e",
      "f Why can't I log in?",
      "f",
      "g I can't place a bet.",
      "g",
      "h I'm getting a error when placing a bet in the casino",
      "h"
    ],
    "Answer Display": "Conditional Go to FAQ 219 Go to FAQ 415 Go to FAQ 482 Go to FAQ 318 Go to FAQ 779 Go to FAQ 202 Go to FAQ 472 Go to FAQ 48",
    "Procedure": "future faq's for reference, 571. 219. LEVEL 2:\nLook at player history, lifetime results, master agent, and how long they have been a player. Check previous notes. IF there are no flags offer the player wageranywhere.com as an alternative URL to log in and forward the error to betolive chat on TG."
  },
  {
    "FAQ#": 52,
    "Consolidated Question": "",
    "Question(s)": [
      "a A player I bet on was injured during the game, can I get my money back?",
      "a",
      "b A player resigned the game do I get a refund?",
      "b"
    ],
    "Answer Display": "⚪IF Tennis:\n1. Send this to the player:\n\"\nSo the rule here is a tennis match must be fully completed without player's withdrawal, incapacity or disqualification for bets to stand. If a match is rescheduled due to scheduling, weather problems, bad light, etc. then all bets will have action and all wagers will stand.\n\"\n2. If more clarification on tennis rules is needed: Refer to FAQ #52.\n\n⚪IF Not Tennis:\nSend this:\n\"\nThe rule is If the player enters the field and is injured inside the game this is part of the action. All bets stand.\n\" Go to FAQ 89",
    "Procedure": ""
  },
  {
    "FAQ#": 53,
    "Consolidated Question": "My bet is graded incorrectly!",
    "Question(s)": [
      "a My bet is graded incorrectly!",
      "a",
      "b Why is my bet payout only X? Shouldn't it be Y?",
      "b",
      "c This bet was graded incorrectly.",
      "c",
      "d Player claims his bet was a push.",
      "d"
    ],
    "Answer Display": "IF it's a baseball bet: Refer to FAQ #810 to check the rules Go to FAQ 810 ⚪1. Check the scenarios and reply accordingly:\n\nA. IF player believes his bet should have been a push:\nRefer to FAQ #356\n\nB. IF it is a Dynamic Live bet AND it has not yet been one hour since it was placed\nTHEN\nTell the player\n\"\nDynamic live bets usually fix the grading themselves within an hour. Let us know if after an hour it still has not been corrected.\n\"\nELSE: Continue to step 2.\n\nC. It is a Props+ (Prop Builder) bet:\nAsk the player to check his past wagers inside that feature and to send a screenshot of which leg is incorrect (or straight bet).  It will show the score of the prop in this section. \n\nD. It is regarding casino payouts:\n\"\nWe never have seen any wrong casino payouts being displayed. They are updated correctly.\n\" Go to FAQ 356 ⚪2.\nIf it seems they are not understanding our explanation  from point 1, send this text:\n\n\"\nIf you wish to contact the site itself to question about the grading, please follow these steps:\n1. Start by clicking the top right arrow on your screen and select  \"Message,\" then \"New.\"\n2.  Change the recipient to \"Customer Service\" (not My Agent) and INCLUDE THE BET TICKET number in the Subject Title if your inquiry is related to a specific bet.\n3.  In the body of the message, clearly explain what the issue is and then send it off.\n4. You will receive a reply shortly after in your inbox.\nNote: The site messaging system will NOT be able to CANCEL BETS and cancel requests still need to be made here in this chat.  The site messaging system will also not be able to answer questions related to account settings or limits.  Please contact me here regarding those types of inquiries.\n\" 3. IF the player still complains after sending the step 2 message:\n\"\nI'm sorry the grading is done by a third party and we have no control over it.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 56,
    "Consolidated Question": "Player gives a referral.",
    "Question(s)": [
      "a Player gives a referral.",
      "a",
      "b I have a friend that wants to play.",
      "b",
      "c Can I refer someone?",
      "c"
    ],
    "Answer Display": "⚪REFERRAL ELIGIBILITY\n1. Check if user parameter : \"Can do referrals?\" is Yes (green).\n2. Check if current referral request is the first of the last 7 days.\n3. Check if account still has over 5% of the credit available.\n4. Check if account is not over settle.\n\n5.:\n▪️ IF the answer to 1. 2. 3. and 4. is YES: Accept referral\nContinue onboarding process.\n▪️ IF the answer to 1. is YES and any of 2.3.4. is NO: \nEscalate\n\n▪️ IF the answer to 1. is NO: Deny referral : \"We are not accepting referrals at this time.\" ⚪TO ONBOARD FOLLOW THE MANUAL:\nhttps://docs.google.com/spreadsheets/d/15MdsCIgKJ8t3izPUOis93ep9FpBeGefX2aEzETO2R00/edit?gid=0#gid=0\n\n⚪Make sure to scan for unique information about the new player and add it as a note.",
    "Procedure": "CAN PUT A PLAYER PARAMETER WITH COUNTER / smart parameter that just tells us if ok to accept referral?"
  },
  {
    "FAQ#": 58,
    "Consolidated Question": "Bot doesn't show the app player wants to deposit with.",
    "Question(s)": [
      "a Bot doesn't show the app player wants to deposit with.",
      "a",
      "b Apple Pay is not showing on the bot",
      "b",
      "c CashApp is not showing on the bot",
      "c",
      "d PayPal is not showing on the bot.",
      "d"
    ],
    "Answer Display": "For AP: Apple Pay starts as disabled for new accounts, right now we prefer for them not to use Apple Pay at all - redirect to other apps.\nIf they can only do AP: Escalate to L2 to process a trade.\n\nPP: Not allowed by default for Postups, do not turn on without L2 permission. 1. Check player notes to see if player has been prohibited from using the app not shown.  \n\n2. Check if payment method is disabled on his sports user page.\n\nIF there is a note that prohibits or payment method was disabled, inform player that that app is not available as a deposit method at the current time. In case you can enable the method here's how:\n\n1. Enter the player's page through 'SPORTS USERS'. \n2. Click 'Designated Methods' (top left corner). \n3. Enable the Apple Cash requested by the player.\n4. Ask the player to try again. Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 59,
    "Consolidated Question": "(Agent) Add credit adjustment.",
    "Question(s)": [
      "a (Agent) Adjust this player. (Sends no payment or transaction info)",
      "a",
      "b (Agent) Can you clear this player's balance? (Sends no payment or transaction info)",
      "b",
      "c (Agent) Add credit adjustment.",
      "c"
    ],
    "Answer Display": "From Agent MAKE SURE: They mean to adjust the balance without a payment associated to amount in question. CHECK AGENT PARAMETERS🧑‍💼\n\nIF request < Max Credit Adjust $\nAND request / deposit amount < Max Credit Adjust %: DO IT\n\nIF-ELSE: \"Approval Escalate To\" has a master agent and the increase is within his parameters: ASK MASTER AGENT\n\nOTHERWISE: On agent page check if agent has Makeup.\n\n◾IF no Makeup: Proceed\n\n◾IF has a Makeup: ? TO DO IT:\nObtain the player ID and Add a \"Credit Adjustment\" Transaction.\n\nReport back to the TG chat:\n[Player ID]: Credit Adjustment: XX, New Balance: XX NOTE: Never mention the parameters numbers or the fact that we based on parameters to make a decision to the agents, all this information is internal.",
    "Procedure": ""
  },
  {
    "FAQ#": 73,
    "Consolidated Question": "",
    "Question(s)": [
      "a Do you have open teasers?",
      "a"
    ],
    "Answer Display": "No. We only have open parlays",
    "Procedure": ""
  },
  {
    "FAQ#": 83,
    "Consolidated Question": "Can I get FP?",
    "Question(s)": [
      "a Can you give me some Freeplay?",
      "a",
      "b How much Freeplay am I getting?",
      "b",
      "c Can I get FP?",
      "c"
    ],
    "Answer Display": "⚠️ Start here and then check first which section applies before acting. Might need to scan and jump to different section or FAQ if player mentions something else.\n\n1. Check if FP has any FP deals set. IF nothing set yet: go to section 🟡D. Else, continue to step 2:\n\n2. Is the FP request related to a deposit?\nYES: Section ⚪A.\nNO: Scan other sections. ⚪A. Player recently deposited or will deposit and wants FP: FAQ #735\n         Player wants extra FP because he wants to settle early: go to section 🔴F3. Go to FAQ 735 🔵B. Player is asking for 'rollover' FP (FP for getting balance rolled): FAQ #521. Go to FAQ 521 🟠C. Player is asking for FP for his referrals: FAQ #302 Go to FAQ 302 🟡D. Player is unhappy about his current deal: FAQ #397 Go to FAQ 397 🟢E. Player asks for FP because of his recent losses: FAQ #736 Go to FAQ 736 🔴F. Special Occasions / Customer Service Issues FP\n\n🔴F1. IF it's the player's birthday: \n  - Post up: 100, VIPs: 500\n  - Credit: 10% of credit limit in FP\n\n🔴F2. Player asks to get FP to cover their payment app fees / crypto fees.\n- Yes we can give FP in the amount of the fees or over in increments of 5FP. (eg. 8$ fee we can give 10 FP).\n\n🔴F3. Player wants to settle early and wants extra FP: \n  - Can add extra 10% on top of the deals OR  if they have a 'same-day' FP deal - we will give the % from that deal in advance. (FAQ #398)\n________________\n🔴F4.  For CS issues (section under construction)\nWe generally want to give 25-100, in increments of 25. \n \n◾Player was over paid and we are asking to send back: 10% of amount 25 - 200.\n\n◾Payment was rolled for small amount and player complains: Add 25 in FP for rolling.\n\n◾Bet placing issues / misgrades / complaints about site: Escalate\n\n◾We took longer to pay then the estimated timeframe. Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 84,
    "Consolidated Question": "What happens if a teaser pushes?",
    "Question(s)": [
      "a What happens if a teaser pushes?",
      "a",
      "b Do I lose if I have a teaser that pushes?",
      "b"
    ],
    "Answer Display": "IF it is a BASIC teaser that has a leg that has a result of a tie, the result for that leg of the teaser will be graded as a PUSH, and the odds will be reduced by one leg. IF it is a SPECIAL teaser, any leg that pushes will result in that entire SPECIAL teaser being a LOSS.  A tie in a special teaser results in a loss. NOTE: In the webapp if you go to the pending bet for the player it will display the text for BASIC or SPECIAL when you view the pending bet.  If you view the bet from the betting site, it will not display the text of BASIC or SPECIAL. So view it in the webapp to make it easier to determine if it is a BASIC or SPECIAL teaser.",
    "Procedure": ""
  },
  {
    "FAQ#": 86,
    "Consolidated Question": "On what website am I betting on?",
    "Question(s)": [
      "a What sports book are you with?",
      "a",
      "b What is the name of my website?",
      "b",
      "c On what website am I betting on?",
      "c"
    ],
    "Answer Display": "1. Search player ID on CS widget.\n2. Check ‘Site’ field.\n3. Inform the player.",
    "Procedure": ""
  },
  {
    "FAQ#": 87,
    "Consolidated Question": "Player <--> Agent Payment",
    "Question(s)": [
      "a Player paid Agent (Deposit handled by agent).",
      "a",
      "b Agent paid player (Withdrawal handled by agent).",
      "b",
      "c (Agent) I paid this player X amount.",
      "c"
    ],
    "Answer Display": "1. Start the bot (on Figures Chat if the agent has access)\n\n2. For DEPOSITS: \na. Select \"Player Deposit to bank\"\nb. Enter the UserID of the player who deposited\n   ◾IF not able to find the UserID:\n     Refer to FAQ #692\n   ◾ELSE, proceed to the next steps:\nc. Enter the deposited amount\nd. Double-check the transaction and click 'Confirm and add'\n\n3. For WITHDRAWALS: \na. Select \"Player withdrawal from bank\"\nb. Enter the UserID of the player who withdrew\n   ◾IF not able to find the UserID:\n     Refer to FAQ #692\n   ◾ELSE, proceed to the next steps:\nc. Enter the withdrawn amount\nd. Double-check the transaction and click 'Confirm and add'\n\n⚠️NOTES: If the agent requests extra or less FP to be added, this needs to be done via the CS widget after the deposit. The bot will always add the player's current FP deal along with the deposit. ◾IF the bot doesn't show the \"Player Deposit to bank\" option:\n\nThis means we don't want transactions going into this agent's bank, except when strictly necessary (e.g., cash deposits). Once the transaction is sent to the agent, we want it redirected to one of our in-house apps. Follow these steps:\n\n1. Start the bot and select 'Request app send.'\n2. Type in the sender's UserID (Don't use the Agent option as it's only used to clear his bank). If not possible, go to Exception 1.\n3. Enter the amount that will be sent.\n4. Select the preferred app.\n5. Once sent, make sure the transaction is added to the player's account.  \n\n🔴Exception 1:\n\n◾IF the customer is already linked to the bot:\n\nThe request app function won't work. In this case, do the following:\n\n0. Let the customer know that we'll be using his group chat bot to get an address and that we're aware he has already sent directly to his agent.\n1. Go to the customer's account and briefly turn off \"Can send P2P.\"\n2. Go into the customer's group chat and get the address for the amount and preferred app.\n3. Copy and paste the address in the agent's group and wait for the screenshot.\n4. Send the screenshot into the player's bot chat, and the deposit should be added automatically.\n5. Turn \"Can send P2P\" back on in the customer's account (if it was previously on). ◾IF Cash deposit:\n\n1. Go to 'Sports Agents' and open the agent's page.\n2. Briefly enable the agent bank by toggling on 'Agent Bank Enabled?' on the 'Toggles' tab on the far right.\n3. Add the cash transaction to the bank using the bot; follow the steps at the start of this FAQ.\n4. Disable the agent bank once the transaction is fully added by un-toggling 'Agent Bank Enabled?'. Go to FAQ 692",
    "Procedure": ""
  },
  {
    "FAQ#": 88,
    "Consolidated Question": "Player informs about Zelle payment.",
    "Question(s)": [
      "a Player sends Zelle Screenshot.",
      "a",
      "b Player informs about Zelle payment.",
      "b"
    ],
    "Answer Display": "◾IF player used the bot / deposit is for a P2P trade:\nVerify transaction on Validation group or Tradehub.\n\n\n◾IF player just sends a screenshot with no prior information or without the bot:\nRefer to FAQ #192",
    "Procedure": ""
  },
  {
    "FAQ#": 107,
    "Consolidated Question": "",
    "Question(s)": [
      "a What are the odds on teaser payouts?",
      "a"
    ],
    "Answer Display": "If you go to the Teaser section, click on the blue \"Odds\" button next to each teaser option to view the odds and payouts for that specific teaser.",
    "Procedure": ""
  },
  {
    "FAQ#": 138,
    "Consolidated Question": "Can you add teasers?",
    "Question(s)": [
      "a Can you add teasers?",
      "a",
      "b (Agent) Can you add teasers for Player X?",
      "b"
    ],
    "Answer Display": "Yes, I'll get that on for you. (Escalate for now since Fire22 is needed. The feature to add Teasers via Sports should be added soon.) Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 219,
    "Consolidated Question": "I can't add the bet I want.",
    "Question(s)": [
      "a I'm trying to place a bet and it doesn't let me!",
      "a",
      "b I can't add the bet I want.",
      "b"
    ],
    "Answer Display": "🟠 Scenario 1:\nThere is an error / a limit / setting that is preventing them to place the bet.\n\nAsk the player to send a screenshot of the error they are getting. 🔴 Scenario 2:\nMax bet limit is preventing player from placing the bet. Assess the situation by looking at the pending bets to see if any limit has been surpassed.\n\nNote that:\n- if 2 bets are placed for the same match that will count towards the max bet limit.\n- if player has max wager parlay per team: if different parlays include the same team it is counting towards the team limit.\n\nTry to find the issue and inform the player when you do so. ◾ IF you can't find the issue: Post on Clarification and tag a supervisor.\n\n◾IF player wants to increase limits:\nFor Single bets, go to FAQ #652.\nFor Parlay bets, go to #440.\nFor Prop bets, go to #373. Go to FAQ 652 Go to FAQ 440 Go to FAQ 373",
    "Procedure": "<waiting to see if devs can add ability to add pictures here in faq to finish this one>\nThis FAQ will be dedicated to bet issues related to limits / player settings"
  },
  {
    "FAQ#": 366,
    "Consolidated Question": "How do teasers work?",
    "Question(s)": [
      "a What is a teaser?",
      "a",
      "b How do teasers work?",
      "b"
    ],
    "Answer Display": "A teaser is a type of sports bet that allows bettors to adjust point spreads and totals potentially in their favor, increasing the likelihood of a winning outcome. However, there’s a catch. Similar to a parlay, a teaser requires bettors to win multiple legs.\nHere’s how a teaser works:\nSelection: A teaser must include at least two bets. The more legs added to a teaser, the higher the potential payout, but also the higher the risk.\nAdjustment: In a teaser, bettors can adjust multiple spreads or totals in an advantageous manner. The most common teaser is a six-point teaser, which allows you to add or subtract six points from a spread or total whichever way you want.\nOutcome: Every leg in the teaser must win for the bet to be successful. Even if only one game loses, the entire teaser is graded as a loss.\nFor example, let’s say the Philadelphia Eagles are +1.5 against the Dallas Cowboys and the New England Patriots are +2.5 against the Miami Dolphins. A bettor likes these two lines but wants more protection, so they decide to place a two-leg six-point teaser. They move the Eagles’ line from +1.5 to +7.5 and the Patriots’ line from +2.5 to +8.5.",
    "Procedure": ""
  },
  {
    "FAQ#": 368,
    "Consolidated Question": "",
    "Question(s)": [
      "a What is Tentatively Accepted on a bet?",
      "a"
    ],
    "Answer Display": "When a wager is entered it will start a counter. The wager itself will be \"Tentatively Accepted\" after the standard delay, but if during countdown there is a score by either team then the wager will be cancelled.\nThis will have no affect what so ever UNLESS there is a score reported immediately following the wager.",
    "Procedure": ""
  },
  {
    "FAQ#": 369,
    "Consolidated Question": "User sends Apple Cash screenshot with \"Pending\".",
    "Question(s)": [
      "a User sends Apple Cash screenshot with \"Pending\".",
      "a",
      "b ApplePay screenshot with Pending status.",
      "b"
    ],
    "Answer Display": "🔵FOR APPLE CASH:\n\n⬜ Deposit is to a P2P Trade address: \n        1. Check if Receiver is linked to a group chat.\n        2. Check if the receiver has any flags about AP Cash.\n\n        ◾IF Receiver is linked\n         AND\n        ◾IF No flags about the AP cash: \n        1. Text the RECEIVER manually: \n        \"\n        Hey it seems you need to accept the ApplePay transaction or maybe there is an issue with your receiving limits. Also please make sure you enable \"Automatically accept payments\" option in your ApplePay app. This a new policy that we require all accounts that request withdrawals to enable this.\n\n        Let me know when accepted.\n        \"\n        2. Send them the \"How to enable Apple auto accept P1\" and \"P2\" pictures from the \"For the customer\" Gdrive CS folder.\n        2.A. IF receiver confirms that he has accepted ,received it and enabled the option: DONE\n        2.B. IF receiver refuses to confirm he enabled the option user with the note \"His AP cash did not auto accept a payment / refused to enable auto accept\".\n\n       ◾IF he already as a flag about refusing to enable auto accept:\n        1. Test the receiver:           \n        \"\n        Hey, it is required that you enable \"Automatically accept payments\" option in your ApplePay app. I remember that we have requested this from you and you declined it. If you are not able to do it we will no longer be able to process withdrawals to this ApplePay account for you.\n        \"\n\n       ◾IF Receiver is NOT linked\n       OR\n       ⬜ Deposit is to a In-house address\n        1. Editing the message as needed, reach out to Partner:       \n        \"\n        Hey, this deposit of X$ to ApplePay [If in-house add phone number here OR Add Receiver's UserID if P2P] needs to be accepted or maybe there is an issue with receiving limits. Also please make sure \"Automatically accept payments\" option is active in your ApplePay app.\n\n        Let me know when accepted.\n        \"",
    "Procedure": ""
  },
  {
    "FAQ#": 370,
    "Consolidated Question": "If my game settles before this week's payment will I still get paid for it?",
    "Question(s)": [
      "a Can I bet on my settle day?",
      "a",
      "b If my game settles before this week's payment will I still get paid for it?",
      "b"
    ],
    "Answer Display": "\"\nYou are welcome to place bets anytime. If you place bets on your settle day it will not impact the cash out and will count towards the next week's numbers.\n\nThe week ends after the last game on monday night.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 376,
    "Consolidated Question": "",
    "Question(s)": [
      "a Player cancels Apple cash transaction that was Pending",
      "a"
    ],
    "Answer Display": "This FAQ is targeted to the sender (when he cancels the transaction that had the \"Pending...\" status. (P2P transaction).\nTo deal with the receiver check FAQ #369.\n\nIF sender cancelled:\n1. Text him:\n\"\nHey please do not cancel these transactions that are pending as we are working to get them to complete. Please note that if it happens again, we will no longer be able to use Apple Pay with us.\n\"\n\n2. Assess situation with the receiver and have him start the bot again if he still wants to get a withdrawal. Inform we had an issue with the transaction and that we need to try again. Go to FAQ 369",
    "Procedure": ""
  },
  {
    "FAQ#": 377,
    "Consolidated Question": "",
    "Question(s)": [
      "a Customer Needs Deposit Spot (AUTO ISSUE)",
      "a"
    ],
    "Answer Display": "This yellow issue happens if the bot can't find any spots for the user to send.\n\nAlmost always this will be Apple Cash - so we need to see if any good trades available: 1. Go into the trades tab and look for for active trades for the requested app (Both P2P and Regular).\n\n1.A NO ACTIVE TRADES:\n\n1.A.1. Text this:\n\"\nUnfortunately, [APP NAME] is not currently available. Please check back in a few hours for availability. In the meantime, consider using another app. Thanks for your understanding.\n\"\n\n1.B THERE ARE ACTIVE TRADES: \n\n1.B.1 Some apps have daily send limits. Check this by looking at the 'App' column, where a number will indicate, for example, \"10/24\" for 10 deposits in a day period. Click on the eye icon to see if still have sends remaining in the current 24hrs.\n\n1.B.2. IF customer has 'can receive P2P' disabled\nBriefly enable it once customer tells you they can send the minimum amount requested. DISABLE immediately after getting the address (AFTER 1.B.4)\n\n1.B.3 Check the minimum send possible for the eligible trade you found.\n\n\"\nWe have a spot for [APP] but need to send [MINIMUM]. You can also send in using [List customer’s enabled apps] for this [AMOUNT] deposit. Let me know what works best for you\n\"\n\n1.B.4. If they accept sending the minimum suggested and want to send at least that - start the bot and type the new amount so that it can give him the spot. Escalate",
    "Procedure": "NEEDS FR TO AUTOMATE\n⚡⚡"
  },
  {
    "FAQ#": 378,
    "Consolidated Question": "User complains about split payment.",
    "Question(s)": [
      "a User complains about split payment.",
      "a",
      "b User questions why bot is giving 2 deposit spots.",
      "b",
      "c I want to send to one address only.",
      "c",
      "d I need 1 location to send.",
      "d"
    ],
    "Answer Display": "If they are showing discontent / complaining we can disable split payments for them:\n\n1. Send this message:\n \"\nOne moment and I'll update this for you. I'll cancel the addresses above and then get you just one address to send to. TY\n\"\n2. Cancel the previous bot requests\n3.  Go to the sports user page. Hit the Edit button then toggle ON 'Don't split desposits?'.\n4. Send this message:\n\"\nOk that's adjusted for you. You can deposit by starting the bot again when you're ready and it will give just one address. Thanks.",
    "Procedure": ""
  },
  {
    "FAQ#": 380,
    "Consolidated Question": "",
    "Question(s)": [
      "a Can I use FP on horse bets?",
      "a"
    ],
    "Answer Display": "\"\nYou can only use if the horse is being offered on the main site. If he has to go into the horse betting portal, then no.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 381,
    "Consolidated Question": "",
    "Question(s)": [
      "a Why can't I use FP on parlays while another accounts are allowed?",
      "a"
    ],
    "Answer Display": "\"\nSome accounts had it enabled with our previous account settings and were able to keep it based on their Vip Status. It is meant to be off for everybody and we are no longer are able to enable it.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 382,
    "Consolidated Question": "",
    "Question(s)": [
      "a EVENT - Nevermind / Wrong message / Message deleted",
      "a"
    ],
    "Answer Display": "No action is required.",
    "Procedure": ""
  },
  {
    "FAQ#": 384,
    "Consolidated Question": "",
    "Question(s)": [
      "a Live bet is showing wrong date or time.",
      "a"
    ],
    "Answer Display": "Text them this:\n\"\nAccording to the site rules section 1.3:\n\n1.3 Scoreboard: Although we make every effort to ensure all live in-play information displayed is correct, information (such as score and time of game and other) is intended to be used as a guide and we assume no liability in the event that any information is incorrect.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 386,
    "Consolidated Question": "",
    "Question(s)": [
      "a Agent needs Zelle for player.",
      "a"
    ],
    "Answer Display": "From Agent 1. Check if player has Zelle enabled. If not enabled yet look at FAQ #32 to see how to enable / if it's possible.\n\nA - IF zelle can't be enabled:\nA1. Tell the agent Zelle is not available for this user.\n\nB - IF zelle is / was enabled:\nB1. Tell the agent he can now start the bot and use the 'request app send' option. Go to FAQ 32",
    "Procedure": ""
  },
  {
    "FAQ#": 387,
    "Consolidated Question": "Is X sport enabled on my account?",
    "Question(s)": [
      "a Is this offering enabled?",
      "a",
      "b Is X sport enabled on my account?",
      "b",
      "c Did you remove X from the site?",
      "c"
    ],
    "Answer Display": "Go to 'Markets Config' section on the users page.\n\nCheck if the sport mentioned by the player is enabled or disabled and inform them.\n\nIF they are requesting a change: Escalate Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 390,
    "Consolidated Question": "Can you enable Euro cup soccer offering for me?",
    "Question(s)": [
      "a Can you enable Euro cup soccer offering for me?",
      "a",
      "b Can I bet on Euro UEFA soccer?",
      "b"
    ],
    "Answer Display": "1. Yes.\n2. Go to Markets Config section on the sports user page.\n3. Filter for 'soccer', and look for the rows:\nEuro Cup 2024 - 1st Half\t\nEuro Cup 2024 - 2nd Half\t\nEuro Cup 2024\n\n4. Toggle ON all switches of those rows then hit SAVE top right corner of the section.\n5. Inform the player he can now bet on Euro Cup.",
    "Procedure": ""
  },
  {
    "FAQ#": 392,
    "Consolidated Question": "Cashapp screenshot with Pending status.",
    "Question(s)": [
      "a User sends Cash app screenshot with \"Pending\".",
      "a",
      "b Cashapp screenshot with Pending status.",
      "b"
    ],
    "Answer Display": "⚪Deposit is to a P2P / Trade transaction:\n1. Check if Receiver is linked to chat.\n\n◾IF Receiver is linked:\n1. Send this message with the screenshot provided:\n\"\nHey, this payment was sent but needs to be accepted. Let me know right away \n\"\n2. After Receiver confirms payment status, process payment either by approving or rejecting if could not be accepted.\n\n◾IF Receiver is NOT linked\nOR\n⚪Deposit is to an in-house address:\n1. Reach out to Partner explaining the situation so they can either accept payment or contact Receiver to do it.\n2. After Partner confirms payment status, process payment either by approving or rejecting  if could not be accepted.",
    "Procedure": ""
  },
  {
    "FAQ#": 395,
    "Consolidated Question": "",
    "Question(s)": [
      "a Player sent full amount to one address in a split deposit.",
      "a"
    ],
    "Answer Display": "This happens when a player doesn't send the correct split amounts and sends the total to one address instead.\n\n1. Proceed with the bot until the screenshot goes through validation support. Input the actual amount the player sent and validate it.\n\n2. As soon as you validate the one payment: Cancel the bot.\n\n3. Tell the player:\n\"\nWhen the bot gives you two addresses, it's required that you send the correct amount to each. To protect our apps and yours and to continue providing this service, we require specific amounts to go to specific apps at different times. Give me a moment as I need to make sure your balance is correct.\n\"\n\n4. If the player complains about the split deposit or refuses to do it: Refer to FAQ #378.\n\n5. Check the receiving player: \nIF the customer asks why they were overpaid, respond:\n\"\nSomeone unintentionally sent more than they should.\n\"\n6. If bot proccess was canceled:\nFollow FAQ #113.\n\n7. If the receiver was overpaid:\nIF Credit: Refer to FAQ #651.\nIF Post up AND was overpaid to negative: Refer to FAQ #267. Go to FAQ 378 Go to FAQ 651 Go to FAQ 267",
    "Procedure": ""
  },
  {
    "FAQ#": 396,
    "Consolidated Question": "",
    "Question(s)": [
      "a How do I buy points for a spread line?",
      "a"
    ],
    "Answer Display": "Explain to the player:\n\"\nIf buying points is offered on that game, you will be able to buy points once the ticket has been added to your ticket confirmation page\nHit the downward red arrow to view the point buy options\nIf the downward is not visible, no buying of points is offered for that game.\n\"\n\nDownload this video and send it to the player:\nhttps://drive.google.com/file/d/1GVsBX6Xg0Jy74oQr3RFn3xCHedl3RXyv/view?usp=drive_link",
    "Procedure": ""
  },
  {
    "FAQ#": 398,
    "Consolidated Question": "",
    "Question(s)": [
      "a Do I get same-day FP if I pay early?",
      "a"
    ],
    "Answer Display": "\"\nYes. We will apply the same deal if the payment is made early.\n\"\n\nIn case there is also a request to add proceed to do so: adding this FP manually with the FP note 'early payment for week X'",
    "Procedure": ""
  },
  {
    "FAQ#": 401,
    "Consolidated Question": "Player trying to withdraw without placing any action.",
    "Question(s)": [
      "a Player trying to withdraw without placing any action.",
      "a",
      "b Player just deposited and wants to withdrawal",
      "b"
    ],
    "Answer Display": "◾IF customer has just deposited:\nThe only condition is that they need to put the money into action before being eligible for a withdrawal.\n\"\nYou need to bet the amount you deposited before you are eligible to withdraw.\n\"\n\n◾IF customer insists on receiving the money without wagering or doesn't want to play with the account:\nEscalate to agent. ◾IF the customer has received a transfer:\n\"\nAs stated in the message you received after the transfer, you'll need to wager the transferred amount at least once before withdrawing.\n\"\n\n◾IF customer insists on withdrawing without wagering:\n\"\nWe can cancel the transfer and send the amount back to the sender's account. If they have wagered this amount before, they’ll be free to withdraw.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 402,
    "Consolidated Question": "Can you enable parlay for X sport/offering?",
    "Question(s)": [
      "a Why can't I parlay X sport/offering?",
      "a",
      "b Can you enable parlay for X sport/offering?",
      "b"
    ],
    "Answer Display": "1. ESCALATE with note referring the requested market: IF\n- It's a new player (no deposits or account created in the last 30 days)\n- The player has notes or flags restricting the market.\n- Can't fit the player in the following conditions:\n\n2. ENABLE IF: \n- The player has over 10k net in and it's in good standing (last oversettle was cleared): \n- For that sport they have it already enabled - but not for parlay yet: Enable TO ENABLE:\nGo to sports user page, Market Config section, Toggle ON the parlay toggle for the desired sport. Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 403,
    "Consolidated Question": "Player sent but canceled the transaction with the bot",
    "Question(s)": [
      "a Player sent to address but canceled the bot.",
      "a",
      "b Player paid and sent screenshot but canceled the transaction.",
      "b",
      "c Player sent to an old address",
      "c"
    ],
    "Answer Display": "1. Ask the player what address he sent to (if he didn't send a screenshot).\n\n2. Check if the address exists on the \"Over the counter\" page.\n\n3. IF the address is an IN-HOUSE address found on the Over The Counter page, add the transaction manually through the CS widget. (DO NOT ADD ANY FREE PLAY and ONLY IF they complain, explain that FP was not added because they sent to an address not provided to them.)\n\n4. a. IF you do find it, after inputting the transaction, remind the player to always use the bot-provided address in the future, as we can't always guarantee deposits will be added and may be lost if sent to an unassigned address.\n\n4. b. IF you can't find it, refer to FAQ #113 as it's most likely a trade address. Go to FAQ 113",
    "Procedure": ""
  },
  {
    "FAQ#": 405,
    "Consolidated Question": "Player wants to cash out to another address while the withdraw is active.",
    "Question(s)": [
      "a Player wants to change his withdraw address after confirming it.",
      "a",
      "b Player wants to cash out to another address while the withdraw is active.",
      "b",
      "c Player asks to receive the rest in another app.",
      "c"
    ],
    "Answer Display": "⚪POSTUP PLAYER\n\n1. Cancel the current withdraw. If that's not possible, go to the blue 🔵 section.\n2. Use the bot to start a new one for the correct address. ⚪CREDIT PLAYER \n\n◾IF Credit account and player has confirmed the bot prompt:\n1. Cancel the current withdrawal by rolling whatever is left. On the Customer Service widget, scroll down to 'Player to Pay Config' and click the ROLL FIGURE REQUESTED button.\nIf that's not possible, go to the blue 🔵 section.\n\n2. Confirm the new address and clarify if this new address will replace the old one and if it's always okay to send.\n\n3. Go to the customer's account and add the payment method, setting it to 'Always ok' or 'Confirm each time' according to the case. Delete the old method if no longer in use.\n\n4. Go to the Trades tab and search for the canceled withdrawal (it will show under 'completed'). You can search by UserID, address, or name.\n\n5. Click on the \"+ ADD NEW TRADE\" option at the top of the Trades tab:\n5.a. Fix the address by adding the updated one under \"User PM.\"\n5.b. Fill the \"Total amount\" with the amount left to be sent for the trade.\n5.c. Fill the remaining fields with the same parameters as the canceled trade (min send, cutoff time, etc.).\nIF the cutoff point is in the past, set it to 24h from now\n5.d. Add a brief explanation in the notes about why this trade was added and confirm. 🔵 UNABLE TO CANCEL WITHDRAWAL: SENDER VERIFICATION PROCESS\n\nIf the withdrawal can't be canceled, it means it is active and someone is in the process of paying it. Follow this verification process:\n\n1. On Tradehub, find the open trade and check details to learn who the sender is.\n2. Check if the sender has a group chat:\n\n◾IF Sender is linked to group chat:\n1. Put trade on hold.\n2. Send this message to the sender:\n\"\nHey, did you send this deposit? I need to close this payment so please let me know if something was sent.\n\"\n\n◾IF Sender is NOT linked to group chat:\n1. Put trade on hold.\n2. Send this message to his agent:\n\"\nHey, customer [Sender UserID] is trying to send X amount to [Receiver UserID]. We need to know if the deposit was made or not because the receiver wants to change the address. Can you reach out to [Sender UserID] to verify if something was sent? Thank you.\n\"\n3. Depending on the answer, process the deposit on Cashier widget by either approving or canceling.\n4. Proceed with other steps from either the CREDIT PLAYER or POSTUP PLAYER section depending on whether the payment can be canceled.",
    "Procedure": ""
  },
  {
    "FAQ#": 415,
    "Consolidated Question": "",
    "Question(s)": [
      "a Player gets error \"This game is circled for X amount\" when trying to place a bet.",
      "a"
    ],
    "Answer Display": "\"\nYes this is a circled bet, means the site has a limit for this bet specifically. This can happen due to various reasons like player injuries, weather or other uncertainties that could significantly impact the game's outcome.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 417,
    "Consolidated Question": "",
    "Question(s)": [
      "a Where can I see Website rules?",
      "a"
    ],
    "Answer Display": "\"\nClick the dropdown arrow on the top right corner of the main screen. Then select 'Rules'.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 419,
    "Consolidated Question": "Player is unable to watch live event. 'Must have wagered in last 24 hrs.'",
    "Question(s)": [
      "a Player is unable to watch live event. 'Must have wagered in last 24 hrs.'",
      "a",
      "b Why I can't I see live stream?",
      "b",
      "c Can you turn on the live stream for me?",
      "c"
    ],
    "Answer Display": "\"\nThe live TV feature only works if a live wager has been placed in the last 24 hours. It will not work with only pregame bets. Note that this is a third-party service that we cannot affect.\"\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 483,
    "Consolidated Question": "",
    "Question(s)": [
      "a Turn horse racings OFF.",
      "a"
    ],
    "Answer Display": "1. Go to customers sports user page, click the Edit button.\n2. Toggle OFF 'Racebook'.  \n3. Inform the player.",
    "Procedure": ""
  },
  {
    "FAQ#": 484,
    "Consolidated Question": "",
    "Question(s)": [
      "a Turn horse racings ON.",
      "a"
    ],
    "Answer Display": "1. Go to customers sports user page, click the Edit button.\n2. Toggle ON 'Racebook'.  \n3. Inform the player.",
    "Procedure": ""
  },
  {
    "FAQ#": 497,
    "Consolidated Question": "",
    "Question(s)": [
      "a Player claims that he didn't receive the FP match promised.",
      "a"
    ],
    "Answer Display": "1. Gather context by checking chat and player notes.\n2. Check default player settings if no other info.\n\n3. IF no information that validates the need for FP match: Ask customer where it was mentioned that they would get it and based on what.\n\n4a. IF we can make sense of it and confirm the deal: Add the FP amount and put the note in what the FP is referring / matching to.\n\n4b. IF not sure: Escalate Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 499,
    "Consolidated Question": "",
    "Question(s)": [
      "a Can I get e-games added to my live bets?",
      "a"
    ],
    "Answer Display": "\"\nFor this one if that's not already available on your account, it means don't have that market.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 523,
    "Consolidated Question": "",
    "Question(s)": [
      "a Do you offer teasers?",
      "a"
    ],
    "Answer Display": "\"\nYes. At the top of the page right next to 'Straight' and 'Parlay' buttons, click on the T button - check our available teaser options there.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 543,
    "Consolidated Question": "",
    "Question(s)": [
      "a Can you turn ON flash bets?",
      "a"
    ],
    "Answer Display": "\"\nFlash bets is not a service we have anymore, so those lines will not be available.\n\"",
    "Procedure": ""
  },
  {
    "FAQ#": 547,
    "Consolidated Question": "Can you expand my parlay maximum legs?",
    "Question(s)": [
      "a Can you expand my parlay maximum legs?",
      "a",
      "b Can I parlay more than X teams?",
      "b"
    ],
    "Answer Display": "Player will have '8 Team Max 300' profile by default.\n\n1. Explain\n\"8 is the default maximum for parlays.\"\n\n2. IF player insists and continues to want to increase: Escalate Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 596,
    "Consolidated Question": "Can you compensate me for my fees?",
    "Question(s)": [
      "a Will the PayPal fee be refunded?",
      "a",
      "b Can you compensate for my paypal fees?",
      "b",
      "c Can you cover my crypto transaction fee?",
      "c"
    ],
    "Answer Display": "◾IF app is Paypal or Venmo:\nWe need to make sure it was not sent as 'Goods and Services':\n1. Check screenshot for clues\n2. Inquire customer about it\n\n◾IF app send as Goods and Services, continue:\n     ◾IF customer is the sender:\n     Go to FAQ #595.\n    ◾IF customer is the receiver:\n     Go to FAQ #594.\n\n◾IF Crypto send with fees\nOR\n◾IF app send as Friends and Family, but still has fees:\n1. Add a credit adjust in the amount of the fee.\n\n\n⚠️ ASKING FOR FP\nWhen they specifically asked for FP instead of a \"compensation\":\n1. Add the amount as FreePlay instead of credit adjust. Go to FAQ 595 Go to FAQ 594",
    "Procedure": ""
  },
  {
    "FAQ#": 602,
    "Consolidated Question": "",
    "Question(s)": [
      "a Can you cancel TEASER bet?",
      "a"
    ],
    "Answer Display": "A. Teaser explanation:\n\nA teaser bet offers an alternative line on spread or totals and it's used as a parlay.\n\nThe user can selects the teaser type first (how many points are changed and on which sports), then selects what teams and if they want to bet on the spread or the totals.\n\nThe teaser ALWAYS adds favor to the bet.\n\nSome examples, In a 4 point teaser:\n- Spread bet -1 becomes +3\n- Total Over: 56 becomes O 52 (less points needed to win)\n- Total Under: 56 becomes U 60 B. Example of a Bet: \n\"Teaser (2 teams) Basic (6 pts FB, 4 pts BK)\"\n\nThis means the teaser select will affect 6 pts on football lines and 4 pts on Basketball lines.\"\n\nUser has the following bets:\n- Football Ravens/Bucaneers O 44 - For Game\n- Football Chargers +5 - For Game\n\nOriginal Lines Read:\nRavens Total (+50) -110 O\nChargers Spread -1 -110\n\nAs we can see here the teaser applied a 6 point to the total bet placed and 6 point to the spread bet. C. Bet DELETION RULES:\n\n1. Check if line has moved:\nThe way we check is to calculate the original line based on the teaser placed.\n\nExample user bet:\nTeaser 4 pt BK.\nBoston Celtics +6\n\nExample  1. Current Line:\nBoston Celtics Spread +2\n\nExample 2. Current Line:\nBoston Celtics Spread +5\n\nIn Ex. 1: Since the teaser must apply 4 points we can conclude that the line at the time of placing the teaser must have been +2 which is the same as the current line - therefore no line change.\n\nIn Ex. 2 we also know that the line at the time of placing the teaser was +2 but now current reads +5 - Line moved.\n\n2.A. If a line didn't move or it moved against the player : can delete.\n\n2.B. If the line moved in favor of the player (like Ex. 2): Escalate. Escalate",
    "Procedure": ""
  },
  {
    "FAQ#": 635,
    "Consolidated Question": "",
    "Question(s)": [
      "a What's my teasers max wager?",
      "a"
    ],
    "Answer Display": "1. Go to sports user page and hit the EDIT button\n2. Check what's the max wager amount.\n3. Inform the player. Resolved. If this turns to a request to increase max wager go to FAQ #5. Go to FAQ 5",
    "Procedure": ""
  },
  {
    "FAQ#": 674,
    "Consolidated Question": "",
    "Question(s)": [
      "a My teaser didn't pay anything.",
      "a",
      "b Why did my teaser push?",
      "b"
    ],
    "Answer Display": "These rules not on the site yet.  Best to escalate. Escalate",
    "Procedure": "we have asked them to add that rule but not in there I think, just no payout odds so nothing to reduce to. Can reference this teaser chart and see the odds would drop to next tier until 2 teams is reached, then just becomes a push.\nhttps://logicalinn.slack.com/archives/C05U7L3EXV2/p1733422306253479?thread_ts=1733421234.504069&cid=C05U7L3EXV2"
  },
  {
    "FAQ#": 720,
    "Consolidated Question": "",
    "Question(s)": [
      "a Can you raise my Teaser max win?",
      "a"
    ],
    "Answer Display": "1. Text:\n\"\nThere should not be a limit specifically for teaser bets, can you post a screenshot of the error / message your are getting?\n\"\n\n2. With the info they send either find the correct FAQ for the right limit or escalate with a candidate if the issue doesn't exist yet.",
    "Procedure": ""
  }
]